window.addQuestions([
    {
        "question": "Шумовое излучение - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "нежелательное излучение, обусловленное собственными шумами и паразитной модуляцией генерируемого колебания шумовыми процессами радиопередатчика",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нежелательное излучение, обусловленное собственными шумами и модуляцией генерируемого колебания шумовыми процессами радиопередатчика",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "К организационным мерам обеспечения ЭМС относятся: применение пространственного разделения (разноса) РЭС:",
        "answers": {
            "1": {
                "number": 1,
                "text": "одновременного использования одних и тех же частотных диапазонов в различных зонах земного шара, если это не грозит взаимными радиопомехами;<br/>временного разноса – поочерёдной работы РЭС на двух несущих частотах по определённой программе во времени:<br/>частотного разноса — одновременной работы на одной несущей частоте и др.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "одновременного использования различных частотных диапазонов в различных зонах земного шара, если это не грозит взаимными радиопомехами;<br/>временного разноса – поочерёдной работы РЭС на двух несущих частотах по определённой программе во времени:<br/>частотного разноса — одновременной работы на одной несущей частоте и др.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "одновременного использования различных частотных диапазонов в различных зонах земного шара, если это не грозит взаимными радиопомехами;<br/>временного разноса – поочерёдной работы РЭС на одной несущей частоте по определённой программе во времени:<br/>частотного разноса — одновременной работы на различных несущих частотах и др.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Регламент радиосвязи распределения частот радиослужбам от:",
        "answers": {
            "1": {
                "number": 1,
                "text": "9 кГц до 275 ГГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "5 кГц до 275 ГГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "9 МГц до 275 ГГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Допустимой радиопомехой называют такую НРП:",
        "answers": {
            "1": {
                "number": 1,
                "text": "при воздействии которой сохраняется требуемое качество функционирования РЭС",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "при воздействии которойне сохраняется требуемое качество функционирования РЭС",
                "truth": true
            },
            "3": {
                "number": 3,
                "text": "при воздействии которойне требуется качество функционирования РЭС",
                "truth": false
            }
        },
        "truth": [
            1,
            2
        ]
    },
    {
        "question": "Системотехнической мерой обеспечения ЭМС можно считать:",
        "answers": {
            "1": {
                "number": 1,
                "text": "многоканальность",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "одноканальность",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Радиоспан – это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "объем радиопространства, необходимый и достаточный для выполнения РЭС функциональных задач",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "объем радиопространства, не достаточный для выполнения РЭС функциональных задач",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Непреднамеренные радиопомехи (НРП) - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "узкополосные процессы, спектр которых или непосредственно или после преобразований может стать подобным спектру полезных сигналов",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "широкополосные процессы, спектр которых или непосредственно или после преобразований может стать подобным спектру полезных сигналов",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В источнике генерируется сравнительно большой ток при низком напряжении, так что отношение напряженности электрической составляющейЕ к магнитной Н:",
        "answers": {
            "1": {
                "number": 1,
                "text": "меньше 377 Ом",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "больше 377 Ом",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "меньше 350 Ом",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Если в источнике ток относительно мал, а напряжение соответственно велико, то вблизи источника полное волновое сопротивление:",
        "answers": {
            "1": {
                "number": 1,
                "text": "Z = E/H<377 Ом",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "Z = E/H<360 Ом",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Z = E/H> 377 Ом",
                "truth": true
            }
        },
        "truth": [
            3
        ]
    },
    {
        "question": "Скин-эффектом (поверхностным эффектом) называют:",
        "answers": {
            "1": {
                "number": 1,
                "text": "явление затухания электромагнитной волны по мере ее проникновения вглубь проводящей среды",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "явление возбуждения электромагнитной волны по мере ее проникновения вглубь проводящей среды",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Чем выше частота f электромагнитного поля и больше магнитная проницаемость µ материала проводника:",
        "answers": {
            "1": {
                "number": 1,
                "text": "тем сильнее в соответствии с уравнениями Максвелла вихревые токи, тем меньше проникновение тока внутрь проводника",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "тем слабее в соответствии с уравнениями Максвелла вихревые токи, тем меньше проникновение тока внутрь проводника",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "тем сильнее в соответствии с уравнениями Максвелла вихревые токи, тем больше проникновение тока внутрь проводника",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В Скин-эффекте отмечают  отрицательное влияние: за счет его",
        "answers": {
            "1": {
                "number": 1,
                "text": "растут потери в проводниках, поперечное сечение проводника как бы уменьшается",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "растут потери в проводниках, поперечное сечение проводника как бы увеличиваются",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "При использовании в цепях разнородных металлов образуются:",
        "answers": {
            "1": {
                "number": 1,
                "text": "гальванические пары, способные создавать флюктуации тока или напряжения, действующие как НП",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "гальванические пары, способные создавать флюктуации тока, действующие как НП",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "гальванические пары, способные создавать флюктуации напряжения, действующие как НП",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Трибоэлектрический эффект часто:",
        "answers": {
            "1": {
                "number": 1,
                "text": "возникает в месте механического изгиба кабеля",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "возникает в месте перелома кабеля",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Для типового композиционного резистора, рассчитанного на мощность 1 Вт, шунтирующая емкость:",
        "answers": {
            "1": {
                "number": 1,
                "text": "C = 0,33 пФ",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "С=0,30 пФ",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "С=0,35 пФ",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Оксидный конденсатор вовсе не имеет емкостина рабочих частотах:",
        "answers": {
            "1": {
                "number": 1,
                "text": "выше 30 кГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "выше 50 кГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "ниже 30 МГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Изоляторы:",
        "answers": {
            "1": {
                "number": 1,
                "text": "относят к резисторам с очень большим сопротивлением",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "относят к резисторам с очень малым сопротивлением",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "неотносят к резисторам с очень малым сопротивлением",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В проводах за счет магнитных, электрических и электромагнитных связей:",
        "answers": {
            "1": {
                "number": 1,
                "text": "возбуждаются колебания, которые могут быть источником НП, передаваемых с помощью этих же соединительных элементов другим цепям и устройствам",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "затухают колебания, которые могут быть источником НП, передаваемых с помощью этих же соединительных элементов другим цепям и устройствам",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "возбуждаются а также затухают колебания, которые могут быть источником НП, передаваемых с помощью этих же соединительных элементов другим цепям и устройствам",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Для полупроводниковых диодов:",
        "answers": {
            "1": {
                "number": 1,
                "text": "характерно накопление в области р-n перехода неосновных носителей заряда, который является источником кратковременных выбросов тока при отрицательном напряжении на переходе",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "характерно разряжение в области р-n перехода основных носителей заряда, который является источником кратковременных выбросов тока при отрицательном напряжении на переходе",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "характерно накопление в области р-n перехода основных носителей заряда, который является источником долговременных выбросов тока при отрицательном напряжении на переходе",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В транзисторах различают:",
        "answers": {
            "1": {
                "number": 1,
                "text": "тепловой шум",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "дробовой шум",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Мерцательный шум",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "все варианты верны",
                "truth": true
            }
        },
        "truth": [
            4
        ]
    },
    {
        "question": "Верно ли, что спектр теплового шума равномерен в полосе рабочих частот?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "незнаю",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что дробовой шум также равномерен по спектру?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "незнаю",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Трансформаторы и дроссели В электротехнических цепях радиоаппаратуры, как правило",
        "answers": {
            "1": {
                "number": 1,
                "text": "являются относительно мощными источниками электрических и магнитных полей, способных мешать нормальной работе радиотехнических элементов и цепей",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "являются относительно слабыми источниками электрических и магнитных полей, способных содействовать нормальной работе радиотехнических элементов и цепей",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "являются относительно мощными источниками электрических и магнитных полей, способных содействовать нормальной работе радиотехнических элементов и цепей",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "При замыкании и размыкании цепей питания с помощью механических контактов",
        "answers": {
            "1": {
                "number": 1,
                "text": "возникают скачки тока или напряжения и соответственно излучение НП",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "возникаетизлучение НП и не возникает скачков тока или напряжения",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В электромагнитном реле источниками помех:",
        "answers": {
            "1": {
                "number": 1,
                "text": "являются как коммутируемые цепи, так и управляемый соленоид (катушка индуктивности), являющийся сравнительно мощным источником магнитных полей",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "являются  коммутируемые цепи, являющиеся сравнительно мощным источником магнитных полей",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "является управляемый соленоид (катушка индуктивности), являющийся слабым источником магнитных полей",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В щеточных узлах электрических машин Скользящие контактные пары электрических машин:",
        "answers": {
            "1": {
                "number": 1,
                "text": "являются источником НП для радиоаппаратуры, поскольку в них происходят скачки тока и напряжения, сопровождающиеся искрением и повышением контактного сопротивления вследствие окисления, загрязнения и механического износа",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "являются источником НП для радиоаппаратуры, поскольку в них не происходят скачки тока и напряжения, сопровождающиеся искрением и повышением контактного сопротивления вследствие окисления, загрязнения и механического износа",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "являются источником НП для радиоаппаратуры, поскольку в них происходят скачки тока, сопровождающиеся минимальным повышением контактного сопротивления вследствие окисления, загрязнения и механического износа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Люминесцентные лампы:",
        "answers": {
            "1": {
                "number": 1,
                "text": "источники значительных помех с широким спектром до 10 или в некоторых случаях до 100 МГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "источники значительных помех с широким спектром до 10 или в некоторых случаях до 100 кГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "источники значительных помех с широким спектром до 10 или в некоторых случаях до 1000 МГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что транзисторы и микросхемы доминируют среди активных элементов новейшей радиоаппаратуры, являясь чувствительными рецепторами помех?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Для измерения индустриальных помех существует ряд измерительных приборов, гамма которых разделена по частотному диапазону",
        "answers": {
            "1": {
                "number": 1,
                "text": "до 10 кГц; 10…150 кГц; 150 кГц…30 МГц; 30…300 МГц и 300…1000 МГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "до 10 кГц; 10…120 кГц; 150 кГц…30 ГГц; 30…300 МГц и 300…1000 МГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "до 10 кГц; 10…150 кГц; 150 кГц…30 МГц; 20…300 МГц и 350…1000 МГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Экранирование используется как:",
        "answers": {
            "1": {
                "number": 1,
                "text": "для защиты от внешних помех в источнике и ослабления связей между ними",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "для защиты от внешних помех в источнике и усиления связей между ними",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "для защиты от внутренних помех в источнике и ослабления связей между ними",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В результате заземления образуется электрическая цепь, обладающая свойством:",
        "answers": {
            "1": {
                "number": 1,
                "text": "сохранять минимальный потенциал, являющийся уровнем отсчета в конкретной аппаратуре",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "сохранять максимальный потенциал, являющийся уровнем отсчета в конкретной аппаратуре",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Основное радиоизлучение имеет спектр:",
        "answers": {
            "1": {
                "number": 1,
                "text": "занимающий определенную полосу частот",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "занимающий различные полосы частот",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Необходимой полосой радиочастот названа:",
        "answers": {
            "1": {
                "number": 1,
                "text": "Минимальная полоса частот данного класса радиоизлучения, достаточная для передачи сигнала с требуемыми скоростью и качеством",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "максимальная полоса частот данного класса радиоизлучения, достаточная для передачи сигнала с требуемыми скоростью и качеством",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Минимальная полоса частот различного класса радиоизлучения, достаточная для передачи сигнала с требуемыми скоростью и качеством",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Внеполосные радиоизлучения – это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "нежелательные радиоизлучения в  полосе частот, примыкающей к необходимой полосе радиочастот, являющиеся результатом модуляции сигнала",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нежелательные радиоизлучения в  нескольких полосах частот, примыкающих к необходимой полосе радиочастот, являющиеся результатом модуляции сигнала",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нежелательные радиоизлучения в  полосе частот, примыкающей к необходимой полосе радиочастот, являющиеся результатом  демодуляции сигнала",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Под «Полосой частот радиоизлучения на уровне Х дБ»понимают:",
        "answers": {
            "1": {
                "number": 1,
                "text": "полосу частот излучения РПдУ, за пределами которой любая дискретная составляющая спектра внеполосных радиоизлучений или спектральная плотность мощности внеполосных радиоизлучений ослаблены относительно заданного уровня не менее чем до уровня Х дБ",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "полосу частот излучения РПдУ, за пределами которой любая дискретная составляющая спектра внеполосных радиоизлучений или спектральная плотность мощности внеполосных радиоизлучений усилены относительно заданного уровня не более чем до уровня Х дБ",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "полосу частот излучения РПдУ, за пределами которой любая дискретная составляющая спектра внеполосных радиоизлучений или спектральная плотность мощности внеполосных радиоизлучений ослаблены относительно заданного уровня не более чем до уровня Х дБ",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Излучение на гармониках - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "побочное радиоизлучение на частотах, в целое число раз большее частот основного радиоизлучения",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "побочное радиоизлучение на частоте, в целое число раз большее частот основного радиоизлучения",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "побочное радиоизлучение на частоте, в целое число раз меньше частот основного радиоизлучения",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Радиоизлучение на субгармонике - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "побочное радиоизлучение на частотах, в целое число раз меньших частот основного радиоизлучения",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "побочное радиоизлучение на частоте, в целое число раз меньших частот основного радиоизлучения",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "побочное радиоизлучение на частотах, в целое число раз больших частот основного радиоизлучения",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Комбинационное радиоизлучение - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "побочное радиоизлучение, возникающее в результате взаимодействия на нелинейных элементах РПдУ несущей и вспомогательных колебаний, из которых формируется несущая за счет частотных преобразований",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "побочное радиоизлучение, возникающее в результате взаимодействия на линейных элементах РПдУнесущей и вспомогательных колебаний, из которых формируется несущая за счет частотных преобразований",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "побочное радиоизлучение, возникающее в результате взаимодействия на нелинейных элементах РПдУ вспомогательных колебаний, из которых формируется несущая за счет частотных преобразований",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Паразитное излучение - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "побочное радиоизлучение, возникающее в результате самовозбуждения радиопередатчика из-за паразитных связей в генераторных и усилительных приборах радиопередатчика или в его каскадах",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "побочное радиоизлучение, возникающее в результате возбуждения радиопередатчика из-за паразитных связей в генераторных и усилительных приборах радиопередатчика или в его каскадах",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "побочное радиоизлучение, возникающее в результате самовозбуждения радиопередатчика из-за паразитных связей в усилительных приборах радиопередатчика или в его каскадах",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Интермодуляционные радиоизлучения - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "побочные радиоизлучения, возникающие в результате воздействия на нелинейные элементы высокочастотного тракта РПдУ генерируемых колебаний внешнего электромагнитного поля",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "побочные радиоизлучения, возникающие в результате воздействия на линейные элементы высокочастотного тракта РПдУ генерируемых колебаний внешнего электромагнитного поля",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "побочные радиоизлучения, возникающие в результате воздействия на линейные элементы сверхвысокочастотного тракта РПдУ генерируемых колебаний  электромагнитного поля",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Какой  диапазон вещания установлен в первом звуковом диапазоне вещания передатчиков?",
        "answers": {
            "1": {
                "number": 1,
                "text": "526,5… 1606,5 кГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "530,5… 1606,5 кГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "530,5… 1606,5 МГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Какой  диапазон вещания установлен во втором звуковом диапазоне вещания передатчиков?",
        "answers": {
            "1": {
                "number": 1,
                "text": "3,95…26,1 МГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "4,95…25,1 МГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "3,95…26,1 КГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "При максимальном коэффициенте полезного действия (КПД) генератора уровень второй гармоники может составлять:",
        "answers": {
            "1": {
                "number": 1,
                "text": "3 – 5 дБ от первой, что не находится в соответствии с нормами",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "2 – 5 дБ от первой, что не находится в соответствии с нормами",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "4 – 5 дБ от первой, что не находится в соответствии с нормами",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Комбинационные побочные колебания:",
        "answers": {
            "1": {
                "number": 1,
                "text": "образуются в возбудителе или синтезаторе частот, когда формируется сетка частот с применением умножения, деления, сложения и вычитания опорных частот",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "образуются в синтезаторе частот, когда формируется сетка частот с применением умножения, деления, сложения и вычитания опорных частот",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "образуются в возбудителе или синтезаторе частот, когда формируется сетка частот с применением сложения, вычитания опорных частот",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что мощность интермодуляционных колебаний зависит от мощности их вызвавших внешних облучений?",
        "answers": {
            "1": {
                "number": 1,
                "text": "Да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Интермодуляционные помехи 3-го порядка наиболее опасны, поскольку их частоты могут быть близки к частоте основного излучения, а мощность их может достигать уровня – 35 – 20 дБ при уровне мешающего сигнала:",
        "answers": {
            "1": {
                "number": 1,
                "text": "– 20 – 15 дБ",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "– 25 – 15 дБ",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "– 20 – 10 дБ",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что стабильность несущей частоты непосредственно отражается на эффективности использования ЭМР?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Отклонения δf, обусловленные нестабильностью частоты:",
        "answers": {
            "1": {
                "number": 1,
                "text": "случайны, поэтому чтобы гарантированно избежать наложений спектров радиоизлучений соседних каналов требуется для каждой РЭС отводить заведомо большую полосу частот",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "неслучайны, поэтому чтобы гарантированно избежать наложений спектров радиоизлучений соседних каналов требуется для каждой РЭС отводить заведомо большую полосу частот",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "случайны, поэтому чтобы гарантированно избежать наложений спектров радиоизлучений соседних каналов требуется для каждой РЭС отводить малую полосу частот",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Для повышения стабильности частоты задающего генератора используются различные меры:",
        "answers": {
            "1": {
                "number": 1,
                "text": "применение в заданном генераторе колебательных цепей повышенной добротности, включая кварцевые, резонаторы на основе сверхпроводимости и другие",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "стабилизация температуры и влажности среды, окружающей автогенератор или его элементы, определяющие стабильность частоты (негерметизированные, вакуумные, герметизированные)",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "стабилизация питающих напряжений",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "исключение механических воздействий (ударов, вибраций и т.п.)",
                "truth": false
            },
            "5": {
                "number": 5,
                "text": "все ответы верны",
                "truth": true
            }
        },
        "truth": [
            5
        ]
    },
    {
        "question": "Верно ли, что синтезатор вырабатывает дискретную сетку частот во всем диапазоне передатчика или приемника?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Подавление побочных колебаний в синтезаторе должно быть:",
        "answers": {
            "1": {
                "number": 1,
                "text": "не менее 40дБ",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "не более 40дБ",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "не менее 30дБ",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "не более 30дБ",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Радиоприемным устройством (РПрУ) называют:",
        "answers": {
            "1": {
                "number": 1,
                "text": "технический объект, состоящий из радиоприемника и антенны, предназначенный для приема радиосигналов",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "Радиоприемным устройством (РПрУ) называют технический объект, состоящий из радиоприемника радиопередатчика и антенны, предназначенный для приема радиосигналов",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Радиоприемным устройством (РПрУ) называют технический объект, состоящий из радиоприемника радиопередатчика и антенны, предназначенный для приема и передачи радиосигналов",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Равно ли число типов РПрУ числу типов РТС?",
        "answers": {
            "1": {
                "number": 1,
                "text": "равно",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "почти равно",
                "truth": true
            },
            "3": {
                "number": 3,
                "text": "не равно",
                "truth": false
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Под чувствительностью радиоприемника понимают его способность принимать:",
        "answers": {
            "1": {
                "number": 1,
                "text": "слабые сигналы",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "как слабые так и сильные сигналы",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Реальная чувствительность,  определяется:",
        "answers": {
            "1": {
                "number": 1,
                "text": "минимальным уровнем входного сигнала при заданном превышении сигнала над внутренним шумом",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "минимальным уровнем выходного сигнала при заданном превышении сигнала над внутренним шумом",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "минимальным уровнем входного сигнала при заданном уменьшении сигнала над внутренним шумом",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Для широковещательных приемников в декаметровом диапазоне волн требуется обеспечить:",
        "answers": {
            "1": {
                "number": 1,
                "text": "превышение сигнала над шумом в пересчете ко входу приемника на 20 дБ",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "превышение сигнала над шумом в пересчете ко входу приемника на 15 дБ",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "уменьшение сигнала над шумом в пересчете ко входу приемника на 15 дБ",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Динамический диапазон входных сигналов:",
        "answers": {
            "1": {
                "number": 1,
                "text": "намного больше ширины пороговой области, так что вероятность находиться в этой области относительно невелика",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "намного меньше ширины пороговой области, так что вероятность находиться в этой области относительно невелика",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "ненамного больше ширины пороговой области, так что вероятность находиться в этой области относительно невелика",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что мерой линейности приемного тракта является его динамический диапазон?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Под характеристикой частотной избирательности понимают:",
        "answers": {
            "1": {
                "number": 1,
                "text": "зависимость уровня сигнала на входе радиоприемника от частоты при заданном отношении сигнал/шум или заданном уровне сигнала на выходе",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "зависимость уровня сигнала на выходе радиоприемника от частоты при заданном отношении сигнал/шум или заданном уровне сигнала на входе",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что под основным каналом приема понимают полосу частот, находящуюся в полосе пропускания РПрУ и необходимую для приема полезного сигнала?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Полоса частот основного канала ΔF0, определяется, как принято:",
        "answers": {
            "1": {
                "number": 1,
                "text": "на уровне на 3 дБ, отличающемся от главного экстремума кривой",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "на уровне на 4 дБ, отличающемся от главного экстремума кривой",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "на уровне на 2 дБ, отличающемся от главного экстремума кривой",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Соседний частотный канал приема - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "полоса частот, ширина которой равна ширине полосы пропускания РПрУ, а средняя частота отстоит от частоты настройки РПрУ на минимальную заданную величину",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "полоса частот, ширина которой примерно равна ширине полосы пропускания РПрУ, а средняя частота отстоит от частоты настройки РПрУ на максимальную заданную величину",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "полоса частот, ширина которой равна ширине полосы пропускания РПрУ, а средняя частота отстоит от частоты настройки РПрУ на максимальную заданную величину",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В радиовещательных приемниках для основного канала отводится:",
        "answers": {
            "1": {
                "number": 1,
                "text": "9 кГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "9 МГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "9 ГГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Динамический диапазон по соседнему каналу, под которым понимают:",
        "answers": {
            "1": {
                "number": 1,
                "text": "отношение максимальной амплитуды мешающего сигнала в соседнем канале, при которой нелинейные искажения полезного сигнала равны допустимому значению, к минимальной амплитуде полезного сигнала, при которой отношение сигнал/шум на выходе равно заданной величине",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "отношение средней амплитуды мешающего сигнала в соседнем канале, при которой нелинейные искажения полезного сигнала равны допустимому значению, к минимальной амплитуде полезного сигнала, при которой отношение сигнал/шум на выходе равно заданной величине",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "отношение минимальной амплитуды мешающего сигнала в соседнем канале, при которой нелинейные искажения полезного сигнала не равны допустимому значению, к максимальной амплитуде полезного сигнала, при которой отношение сигнал/шум на выходе равно заданной величине",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Под побочным каналом приема понимается:",
        "answers": {
            "1": {
                "number": 1,
                "text": "полоса частот, находящаяся  за пределами основного канала приема, в  которой радиопомеха вызывает отклик, обусловленный прохождением помехи на вход устройства демодуляции (детектирования)",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "полоса частот, находящаяся  в пределах основного канала приема, в  которой радиопомеха вызывает отклик, обусловленный прохождением помехи на вход устройства демодуляции (детектирования)",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "полоса частот, находящаяся  за пределами основного канала приема, в  которой радиопомеха вызывает отклик, обусловленный прохождением помехи на выход устройства демодуляции (детектирования)",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Блокирование в радиоприемнике - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "проявление нелинейных воздействий относительно мощных НРП",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "проявление линейных воздействий относительно мощных НРП",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Перекрестными искажениями называют:",
        "answers": {
            "1": {
                "number": 1,
                "text": "изменения спектрального состава полезного радиосигнала на выходе РПрУ при наличии на его входе модулированной радиопомехи",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "изменения спектрального состава полезного радиосигнала на входе РПрУ при наличии на его выходе модулированной радиопомехи",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Изменение модуля коэффициента передачи:",
        "answers": {
            "1": {
                "number": 1,
                "text": "в наибольшей степени влияет на сигналы с амплитудной модуляцией, если при этом не вызывается вторичная амплитудная модуляция в приемнике за счет скатов амплитудно-частотной характеристики избирательных цепей",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "не влияет на сигналы с амплитудной модуляцией, если при этом не вызывается вторичная амплитудная модуляция в приемнике за счет скатов амплитудно-частотной характеристики избирательных цепей",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "в наибольшей степени влияет на сигналы с амплитудной модуляцией, если при этом не вызывается первичная амплитудная модуляция в приемнике за счет скатов амплитудно-частотной характеристики избирательных цепей",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Под интермодуляцией в РПрУ понимают:",
        "answers": {
            "1": {
                "number": 1,
                "text": "возникновение отклика на выходе РПрУ или на входе устройства демодуляции в результате взаимодействия на его нелинейном элементе двух или более радиопомех",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "возникновение отклика на входе РПрУ или на выходе устройства демодуляции в результате взаимодействия на его нелинейном элементе двух или более радиопомех",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "возникновение отклика на выходе РПрУ или на входе устройства демодуляции в результате взаимодействия на его линейном элементе не более двух радиопомех",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Классы РТС: РЛС и СНР",
        "answers": {
            "1": {
                "number": 1,
                "text": "существенно различаются между собой по своим информационным и энергетическим возможностям",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "не существенно различаются между собой по своим информационным и энергетическим возможностям",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "не различаются между собой по своим информационным и энергетическим возможностям",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Под зоной электромагнитной несовместимости радиоприемного устройства понимается:",
        "answers": {
            "1": {
                "number": 1,
                "text": "часть пространства, нахождение источника НРП внутри которого ведет к нарушению работы РТС",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "пространство, нахождение источника НРП внутри которого ведет к нарушению работы РТС",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что внеполосные излучения  - это излучения в полосе, не примыкающей к необходимой?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Зона несовместимости радиопередающего устройства - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "часть пространства, в которой им создана недопустимая в определенном смысле интенсивность электромагнитного излучения",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "часть пространства, в которой им создана допустимая в определенном смысле интенсивность электромагнитного излучения",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Любая помеха в конечном итоге после прохождения через РПрУ:",
        "answers": {
            "1": {
                "number": 1,
                "text": "влияет на ТТХ РТС, поэтому изучение реакции РПрУ как последовательности фильтров, призванной осуществить функцию селекции, представляет общий интерес для всех видов помех",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "частично влияет на ТТХ РТС, поэтому изучение реакции РПрУ как последовательности фильтров, призванной осуществить функцию селекции, представляет общий интерес для всех видов помех",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Защитным отношением  называют:",
        "answers": {
            "1": {
                "number": 1,
                "text": "минимальное отношение уровня полезного радиосигнала к уровню радиопомехи на входе РПрУ, при котором обеспечивается требуемое качество функционирования РЭС",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "максимальное отношение уровня полезного радиосигнала к уровню радиопомехи на входе РПрУ, при котором обеспечивается требуемое качество функционирования РЭС",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "минимальное отношение уровня полезного радиосигнала к уровню радиопомехи на входе РПрУ, при котором обеспечивается среднее качество функционирования РЭС",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что частотная селекция является вторым исторически и наиболее эффективным видом селекции, осуществляемым в частотно-избирательных цепях РПрУ?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Характеристикой избирательности по направлениям:",
        "answers": {
            "1": {
                "number": 1,
                "text": "является диаграмма направленности антенны, с которой непосредственно связаны такие параметры, как коэффициент G направленного действия (КНД), ширина главного лепестка диаграммы направленности по азимуту ΔA и углу места ΔB, уровень боковых лепестков, положение \"нулей\" в диаграмме направленности",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "является диаграмма направленности антенны, с которой непосредственно связаны такие параметры, как коэффициент Gне направленного действия (КНД), ширина главного лепестка диаграммы направленности по азимуту ΔA и углу места ΔB, уровень боковых лепестков, положение \"нулей\" в диаграмме направленности",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "является диаграмма направленности антенны, с которой непосредственно связаны такие параметры, как коэффициент G не направленного действия (КНД), ширина главного лепестка диаграммы направленности по азимуту ΔA, уровень боковых лепестков, положение \"нулей\" в диаграмме направленности",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Во временной области с точки зрения селекции:",
        "answers": {
            "1": {
                "number": 1,
                "text": "передний и задний срезы импульса имеют относительно меньшее значение, чем скаты кривых избирательности по другим параметрам, поэтому вполне допустимо помехи и сигналы",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "передний и задний срезы импульса имеют относительно большее значение, чем скаты кривых избирательности по другим параметрам, поэтому вполне допустимо помехи и сигналы",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "передний и задний срезы импульса имеют относительно большее значение, чем скаты кривых избирательности по этим же параметрам, поэтому вполне допустимо помехи и сигналы",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что все коэффицциенты селекции и коэффициент подавления являются характеристиками РПрУ по отношению к  помехам?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Верно ли, что с помощью уменьшения мощности помехи компенсируется незнание параметров сигнала, т.е. эти коэффициенты компенсируют недостатки разведки за счет соответствующей заградительности по всем параметрам?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Элементарная РЛС:",
        "answers": {
            "1": {
                "number": 1,
                "text": "состоящая из радиопередатчика, радиоприемника и антенны (общей), обеспечивает обнаружение радиолокационной цели (РЦ), расположенной на расстоянии R",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "состоящая из радиопередатчика, и антенны (общей), обеспечивает обнаружение радиолокационной цели (РЦ), расположенной на расстоянии R",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В РЛС максимальная дальность подавления при прочих равных условиях:",
        "answers": {
            "1": {
                "number": 1,
                "text": "намного больше, чем у СНР",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "намного меньше, чем у СНР",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "меньше, чем у СНР",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В РЛС относительно велики дальности подавления по боковым лепесткам, так что область дальностей для подавления:",
        "answers": {
            "1": {
                "number": 1,
                "text": "может приближаться к круговой",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "не приближена к круговой",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что в приземных условиях дальность подавления будет в основном определяться дальностью распространения радиоволн с учетом кривизны Земли?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что для ПРП сходство структуры создается искусственно, чтобы устранить зависимость эффективности помехи от ошибок наведения?",
        "answers": {
            "1": {
                "number": 1,
                "text": "Да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "При неблагоприятных условиях, когда действуют две одинаково настроенные РТС одного типа:",
        "answers": {
            "1": {
                "number": 1,
                "text": "исключается последний корень; дальность будет еще больше",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "исключается последний корень; дальность будет еще меньше",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Модель ЭМО. <br/>РЛС, состоящая из РПдУ-1 и РПрУ-1",
        "answers": {
            "1": {
                "number": 1,
                "text": "работает в режиме поиска цели",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "работает в режиме передачи",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "работает в режиме приема",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "работает в режиме передачи и приема",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "РЛС и СРН, РПдУ-1 РЛС",
        "answers": {
            "1": {
                "number": 1,
                "text": "действует на РПрУ-2 СНР при отсутствии радиосигнала в РТС-2",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "недействует на РПрУ-2 СНР при отсутствии радиосигнала в РТС-2",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "недействует на РПрУ-2 СНР при присутствии радиосигнала в РТС-2",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что РПдУ-1 СНР не создает помехи РПрУ-2 СНР при приеме радиосигнала в РТС-2 ?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Верно ли, что РПдУ-1 РЛС действует своими НРП на РПрУ-2 при приеме радиосигнала в РТС-2 ?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что РЛС-1 и РЛС-2, РПдУ-1 не создает помехи РПрУ-2 при радиолокации РЦ, осуществляемой РЛС-1 и т.д. ?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "В РТС-2 передается полезный сигнал:",
        "answers": {
            "1": {
                "number": 1,
                "text": "поэтому действие помехи от РПдУ-1 РЛС на РПрУ-2 сопоставляется с действием полезного сигнала в РТС-2",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "поэтому действие помехи от РПдУ-1 РЛС на РПрУ-2 не сопоставляется с действием полезного сигнала в РТС-2",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В реальной электромагнитной обстановке РЭС:",
        "answers": {
            "1": {
                "number": 1,
                "text": "подвергаются воздействию НРП, идущих от многих источников, или, с другой стороны РЭС как источник НРП может создавать помехи множеству других средств",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "подвергаются воздействию НРП, идущих от одного источника, или, с другой стороны РЭС как источник НРП может создавать помехи множеству других средств",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "неподвергаются воздействию НРП, идущих от многих источников, или, с другой стороны РЭС как источник НРП не может создавать помехи множеству других средств",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Воздействие НРП на работу РПрУ РТС можно оценивать как при:",
        "answers": {
            "1": {
                "number": 1,
                "text": "приеме полезного сигнала, так и без него (в паузе), как путем нахождения числа проникающих через фильтры РПрУ помех, так и расчетом мощности НРП на выходе РПрУ",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "приеме полезного сигнала,  путем нахождения числа проникающих через фильтры РПрУ помех, так и расчетом плотности НРП на выходе РПрУ",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "приеме полезного сигнала, так и без него (в паузе), как путем нахождения числа проникающих через фильтры РПрУ помех, так и расчетом плотности НРП на выходе РПрУ",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Распределение Пуассона это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "вероятностное распределение дискретного типа, моделирует случайную величину, представляющую собой число событий, произошедших за фиксированное время, при условии, что данные события происходят с некоторой фиксированной средней интенсивностью и независимо друг от друга",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "вероятностное распределение дискретного типа, моделирует заданную величину, представляющую собой число событий, произошедших за фиксированное время, при условии, что данные события происходят с некоторой фиксированной средней интенсивностью и независимо друг от друга",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "вероятностное распределение дискретного типа, моделирует заданную величину, представляющую собой число событий, произошедших за фиксированное время, при условии, что данные события происходят с некоторой фиксированной высокой интенсивностью и независимо друг от друга",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В электрических цепях, стоящих на:",
        "answers": {
            "1": {
                "number": 1,
                "text": "выходе антенны, удобнее вместо плотности потока мощности П пользоваться мощностью Р сигнала",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "выходе антенны, удобнее вместо мощности Р сигнала пользоваться плотностью потока мощности П",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Выбрать правильное утверждение:",
        "answers": {
            "1": {
                "number": 1,
                "text": "чем выше интенсивность помехи, тем меньше ее вероятность",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "чем меньше интенсивность помехи, тем меньше ее вероятность",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "чем выше интенсивность помехи, тем выше ее вероятность",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что верхние границы динамического диапазона определяют на уровне шума рецептора НРП или измерительного радиоприемника?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "При аппроксимации (при малом числе исключений) распределений:",
        "answers": {
            "1": {
                "number": 1,
                "text": "чем выше уровень интенсивности, тем меньше плотность вероятностей",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "чем выше уровень интенсивности, тем выше плотность вероятностей",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "чем меньше уровень интенсивности, тем меньше плотность вероятностей",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "чем меньше уровень интенсивности, тем выше плотность вероятностей",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Критерий Неймана-Пирсона – согласно этому критерию выбирается такое правило обнаружения, которое:",
        "answers": {
            "1": {
                "number": 1,
                "text": "обеспечивает минимальную величину вероятности пропуска сигнала (максимальную вероятность правильного обнаружения) при условии, что вероятность ложной тревоги не превышает заданной величины",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "обеспечивает максимальную величину вероятности пропуска сигнала (максимальную вероятность правильного обнаружения) при условии, что вероятность ложной тревоги не меньше заданной величины",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "обеспечивает максимальную величину вероятности пропуска сигнала (минимальную вероятность правильного обнаружения) при условии, что вероятность ложной тревоги не превышает заданной величины",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Трансцендентным выражением называют выражение:",
        "answers": {
            "1": {
                "number": 1,
                "text": "содержащее переменные под знаком трансцендентной функции, т.е. под знаком показательной, логарифмической, тригонометрических или обратных тригонометрических функций",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "содержащее постоянные величины под знаком трансцендентной функции, т.е. под знаком показательной, логарифмической, тригонометрических или обратных тригонометрических функций",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Для оценки распределения параметра:",
        "answers": {
            "1": {
                "number": 1,
                "text": "на выходе фильтра можно опереться на модели, использованные при выводе формулы для расчета среднего числа помех, проходящих через фильтр и графической иллюстрацией этой модели",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "на выходе фильтра можно опереться на модели, использованные при выводе формулы для расчета максимального числа помех, проходящих через фильтр и графической иллюстрацией этой модели",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "на входе фильтра можно опереться на модели, использованные при выводе формулы для расчета минимального числа помех, проходящих через фильтр и графической иллюстрацией этой модели",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Если при обеспечении ЭМС использовать средства подавления одиночных НРП, то:",
        "answers": {
            "1": {
                "number": 1,
                "text": "резко облегчается решение задачи ЭМС, поскольку после этого вероятность воздействия помех будет оцениваться вероятностью прохождения двух и более помех",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "резко облегчается решение задачи ЭМС, поскольку после этого вероятность воздействия помех будет оцениваться вероятностью прохождения двух и менее помех",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "резко усложнится решение задачи ЭМС, поскольку после этого вероятность воздействия помех будет оцениваться вероятностью прохождения менее двух помех",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Воздействие на РПрУ каждой из помех при одинаковой соответствующей энергетической характеристике будет:",
        "answers": {
            "1": {
                "number": 1,
                "text": "неодинаково",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "одинаково",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Широкополосные сигналы с частотной модуляцией, импульсные или<br/>амплитудно-модулированные сигналы:",
        "answers": {
            "1": {
                "number": 1,
                "text": "проникают как НРП в несогласованный тракт РПрУ по-разному",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "проникают как НРП в согласованный тракт РПрУ по-разному",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "не проникают как НРП в несогласованный тракт РПрУ",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Согласованный радиоканал, предназначенный для:",
        "answers": {
            "1": {
                "number": 1,
                "text": "передачи и приема полезной информации",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "передачи и полезной информации",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "приема полезной информации",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Полусогласованный радиоканал для:",
        "answers": {
            "1": {
                "number": 1,
                "text": "ведении радиоразведки и создания ПРП и несогласованного, в котором действует НРП",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "ведении радиоразведки и создания ПРП и согласованного, в котором действует НРП",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Какие каналы образуются тогда, когда в согласовании параметров формирования и обработке излучений заинтересована только одна сторона, чаще вопреки желанию другой?",
        "answers": {
            "1": {
                "number": 1,
                "text": "Согласованные радиоканалы",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "Полусогласованные радиоканалы",
                "truth": true
            },
            "3": {
                "number": 3,
                "text": "Несогласованные радиоканалы",
                "truth": false
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Какие каналы создаются в интересах выполнения основных функций РТС при положительном отношении лиц, эксплуатирующих РПдУ и РПрУ?",
        "answers": {
            "1": {
                "number": 1,
                "text": "Согласованные радиоканалы",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "Полусогласованные радиоканалы",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Несогласованные радиоканалы",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Какие каналы образуются в результате распространения и действия НРП; обе стороны в функционировании таких каналов не заинтересованы и принимают все доступные им меры для их закрытия?",
        "answers": {
            "1": {
                "number": 1,
                "text": "Согласованные радиоканалы",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "Полусогласованные радиоканалы",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Несогласованные радиоканалы",
                "truth": true
            }
        },
        "truth": [
            3
        ]
    },
    {
        "question": "Сигналы РПдУ-1 могут разведываться с помощью станции радиоразведки (СРР), в результате чего:",
        "answers": {
            "1": {
                "number": 1,
                "text": "получится полусогласованный радиоканал из РПдУ-1",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "получится согласованный радиоканал из РПдУ-1",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "получится несогласованный  радиоканал из РПдУ-1",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Управление в РЭС возможно только процессами, характеристики которых:",
        "answers": {
            "1": {
                "number": 1,
                "text": "изменяются во времени относительно медленно",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "изменяются во времени относительно быстро",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что W=VFT может быть  применима для обобщенной оценки восприимчивости радиоприемного устройства (РПрУ) РЭС к непреднамеренным радиопомехам (НРП) ?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Что входит в управление РЭС:",
        "answers": {
            "1": {
                "number": 1,
                "text": "Регламентация по времени",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "Распределение радиочастот",
                "truth": true
            },
            "3": {
                "number": 3,
                "text": "Расстановка РЭС",
                "truth": true
            },
            "4": {
                "number": 4,
                "text": "Автоподстройка частоты",
                "truth": false
            },
            "5": {
                "number": 5,
                "text": "Самосинхронизация работы",
                "truth": false
            },
            "6": {
                "number": 6,
                "text": "Применение РЭС с обратной связью",
                "truth": false
            }
        },
        "truth": [
            1,
            2,
            3
        ]
    },
    {
        "question": "Что входит в адаптацию РЭС:",
        "answers": {
            "1": {
                "number": 1,
                "text": "Адаптация к дальности: автоматическая регулировка<br/>усиления РПрУ-АРУ, автоматическая регулировка",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "Автосопровождение по направлению",
                "truth": true
            },
            "3": {
                "number": 3,
                "text": "Самосинхронизация работы",
                "truth": true
            },
            "4": {
                "number": 4,
                "text": "Регламентация по времени",
                "truth": false
            },
            "5": {
                "number": 5,
                "text": "Расстановка РЭС",
                "truth": false
            }
        },
        "truth": [
            1,
            2,
            3
        ]
    },
    {
        "question": "Хорошее приближение к потенциальным условиям обеспечивается в многоканальных РТС с разделением каналов:",
        "answers": {
            "1": {
                "number": 1,
                "text": "по времени",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "по частоте",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "по времени и частоте",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В многоканальной РТС допускается предельное, технически допустимое сближение каналов и достигается почти потенциальный результат, и:",
        "answers": {
            "1": {
                "number": 1,
                "text": "трудно обеспечить такую синхронизацию без сложного оборудования соответствующего числа отдельно работающих РТС",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "легко  обеспечить такую синхронизацию без сложного оборудования соответствующего числа отдельно работающих РТС",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    }
]);