window.addQuestions([
    {
        "question": "Плотность использования частотного ресурса может в определенной степени",
        "answers": {
            "1": {
                "number": 1,
                "text": "приближаться к потенциальной, получаемой при жесткой регламентации <br/>использования частотного ресурса",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "отдаляться от потенциальной, получаемой при жесткой регламентации использования <br/>частотного ресурса",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "как приближаться так и отдаляться от потенциальной, получаемой при жесткой <br/>регламентации использования частотного ресурса",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Заметный выигрыш в обеспечении ЭМС можно получить при построении раздельных РТС",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Частотный диапазон можно использовать случайным образом,",
        "answers": {
            "1": {
                "number": 1,
                "text": "установив частоты отдельных каналов, подобно тому, как использовался временный <br/>диапазон без синхронизации",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "установив частоты совмещенных каналов, подобно тому, как использовался временный <br/>диапазон без синхронизации.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "установив частоты отдельных в частности совмещенных каналов, подобно тому, как <br/>использовался временный диапазон без синхронизации",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "АПЧ может",
        "answers": {
            "1": {
                "number": 1,
                "text": "сузить частотную полосу пропускания РПрУ до значения, соответствующего <br/>безыскаженному приему полезного сигнала.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "расширить частотную полосу пропускания РПрУ до значения, соответствующего <br/>безыскаженному приему полезного сигнала.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "сузить и расширить частотную полосу пропускания РПрУ до значения, <br/>соответствующего искаженному приему полезного сигнала.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "сужение полосы пропускания приведет к",
        "answers": {
            "1": {
                "number": 1,
                "text": "снижению уровня НРП, станет проще добиться более высокой чувствительности РПрУ.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "увеличению уровня НРП, станет проще добиться более высокой чувствительности <br/>РПрУ.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Важнейшей при оценке качества РПрУ является амплитудная характеристика",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "АРУ работает на дальностях,",
        "answers": {
            "1": {
                "number": 1,
                "text": "меньше максимальной",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "меньше средней",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "большесредней",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "больше минимальной",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Усиление РПрУ, управляемое полезным сигналом,",
        "answers": {
            "1": {
                "number": 1,
                "text": "уменьшено",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "увеличено",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "среднее",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "С какой частотой в наше время обеспечивается ширина одного радиотелефонного <br/>каналав метровом диапазоне волн",
        "answers": {
            "1": {
                "number": 1,
                "text": "12,5 МГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "11,5 МГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "12,5 ГГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Жесткая синхронизация неоднородных РЭС может быть обеспечена на",
        "answers": {
            "1": {
                "number": 1,
                "text": "малоразмерных объектах, насыщенных РЭС",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "больших размеровобъектах, насыщенных РЭС",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "больших и малоразмерныхобъектах, насыщенных РЭС",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В современной радиотехнике наибольшая концентрация мер интенсификации <br/>использования ЭМР, наблюдается в низовой радиосвязи, где",
        "answers": {
            "1": {
                "number": 1,
                "text": "относительная концентрация единиц РЭС кажется наибольшей",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "относительная концентрация единиц РЭС кажется наименьшей",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "относительная концентрация единиц РЭС кажется средней",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В 60...70-е годы стал очевидным дефицит частотных каналов, представляемых <br/>абонентам сетями связи с центральными станциями, имеющими радиус действия",
        "answers": {
            "1": {
                "number": 1,
                "text": "до 50 км и мощностью радиопередатчика до 250 Вт.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "до 60 км и мощностью радиопередатчика до 250 Вт.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "до 60 км и мощностью радиопередатчика до 260 Вт.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В научно-техническом плане обозначилось одно из направлений исследования",
        "answers": {
            "1": {
                "number": 1,
                "text": "Освоение нового частотного диапазона (800...900 МГц).",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "Освоение нового частотного диапазона (800...900 кГц).",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Освоение нового частотного диапазона (800...1000 МГц).",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Габариты и энергетический потенциал подвижной абонентской станции",
        "answers": {
            "1": {
                "number": 1,
                "text": "существенно меньше, чем у стационарной базовой станции",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "существенно больше, чем у стационарной базовой станции",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "равны тем что у стационарной базовой станции",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В каждый момент подвижный абонент, находящийся внутри соты, может поддерживать <br/>двухстороннюю связь с другим абонентом через БС своей соты.",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Важнейшим в ССС является так называемый частотный параметрС, определяющий",
        "answers": {
            "1": {
                "number": 1,
                "text": "минимально возможное число частотных каналов в ССС.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "максимальное возможное число частотных каналов в ССС.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Смежные соты, использующие",
        "answers": {
            "1": {
                "number": 1,
                "text": "ровно С различных частотных каналов, образуют компактную группу с <br/>неповторяющимися частотами, получившую наименование «кластер»",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "ровно С различных частотных каналов, образуют компактную группу с повторяющимися <br/>частотами, получившую наименование «кластер»",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "ровно С одинаковых частотных каналов, образуют компактную группу с <br/>повторяющимися частотами, получившую наименование «кластер»",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "для подвижной АС требуется перенастраиваться на новую частоту при условии",
        "answers": {
            "1": {
                "number": 1,
                "text": "чем меньше размеры соты",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "чем больше размеры соты",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "чем больше соты, тем ближе располагаются РТС, работающие на совпадающих частотах, <br/>тем ниже уровень внутрисетевых межсистемных помех, которые назовем сотовыми <br/>радиопомехами (СРП).",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Внутри соты одновременно может находиться",
        "answers": {
            "1": {
                "number": 1,
                "text": "несколько абонентских станций АС, которые совместно с базовой станцией БС в <br/>других частотных каналах образуют относительно большое число РТС.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "несколько абонентских станций АС, которые совместно с базовой станцией БС в других <br/>частотных каналах образуют относительно малое число РТС",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "одна абонентская станций АС, которая совместно с базовой станцией БС в других <br/>частотных каналах образует относительно большое число РТС",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "ССС состоит из М кластеров, внутри каждого из них объединено С сот; каждая сота <br/>содержит одну одноканальную БС и ряд АС.",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Внутри каждого РТК, одним из которых является ССС, возникают внутрикомплексные <br/>межсистемные НРП",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "СРП – «порождение» сотового принципа построения низовой радиосвязи.",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "СРП возникают за счет",
        "answers": {
            "1": {
                "number": 1,
                "text": "повторения несущих частот (повторения совпадающих по спектру каналов) и <br/>действуют по основному каналу.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "повторения несущих частот (повторения совпадающих по спектру каналов) и действуют <br/>по второстепенному каналу.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "За пределами своей соты излучение передатчика становится помехой.",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Максимальное число источников помех может образоватьсяв какой-то момент,",
        "answers": {
            "1": {
                "number": 1,
                "text": "когда все передатчики Базовой Станции будут работать одновременно.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "когда все передатчики Базовой станции будут работать поочередно.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "когда все передатчики Абонентской станции будут работать одновременно.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Одновременная работа всех БС на передачу",
        "answers": {
            "1": {
                "number": 1,
                "text": "возможна",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "невозможна",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Если в ССС не применять какие-либо меры по синхронизации работы, то при хаотическом <br/>включении в работу абонентов избежно ли существование неиспользованного времени.",
        "answers": {
            "1": {
                "number": 1,
                "text": "неизбежно",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "избежно",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "При использовании автоматической регулировки мощности (АРМ) передатчиков БС <br/>можно получить",
        "answers": {
            "1": {
                "number": 1,
                "text": "существенное уменьшение средней мощности СРП.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "существенное увеличение средней мощности СРП.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "существенное уменьшение максимальной мощности СРП",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Недопустимая помеха",
        "answers": {
            "1": {
                "number": 1,
                "text": "снижает качество функционирования РЭС ниже требуемого.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "снижает качество функционирования РЭС не ниже требуемого.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "повышает качество функционирования РЭС дотребуемого.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "помеха, уровень которой превышает допустимый и устанавливается путем соглашения <br/>между заинтересованными администрациями или радиослужбами.",
        "answers": {
            "1": {
                "number": 1,
                "text": "приемлимая",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "допустимая",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "неприеслимая",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "помеха снижает качество функционирования РЭС ниже требуемого.",
        "answers": {
            "1": {
                "number": 1,
                "text": "неприемлимая",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "допустимая",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "приемлимая",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Поскольку АРУ не влияет на режимы работы РПдУ,",
        "answers": {
            "1": {
                "number": 1,
                "text": "то влияние такой адаптации на ЭМО отсутствует; все виды помех останутся прежними, <br/>неизменным будет и уровень СРП.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "то влияние такой адаптации на ЭМО присутствует; все виды помех изменятся, <br/>изменным будет и уровень СРП.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "то влияние такой адаптации на ЭМО отсутствует; все виды помех останутся прежними, <br/>изменным будет уровень СРП.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Управление мощностью РПдУ(АС) происходит с помощью управляющего сигнала, <br/>идущего с выхода РПрУ(АС) через УС",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Один из разработанных стандартов связи, обозначающийся GSM, принят для внедрения <br/>Этот стандарт предусматривает использование диапазона",
        "answers": {
            "1": {
                "number": 1,
                "text": "900 МГц.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "800 МГц.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "1000 МГц.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "в стандарте GSM предполагаются следующие достижения",
        "answers": {
            "1": {
                "number": 1,
                "text": "Применение блочного и сверточного кодирования.",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "Засекречивание передаваемых сообщений.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Тестирование каналов с помощью псевдослучайных последовательностей.",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "Применение новых методов борьбы с замираниями.",
                "truth": false
            },
            "5": {
                "number": 5,
                "text": "Принятие концепции, так называемой интеллектуальной сети.",
                "truth": false
            },
            "6": {
                "number": 6,
                "text": "Объединение макросотовыхи микросотовых построений",
                "truth": false
            },
            "7": {
                "number": 7,
                "text": "все ответы верны",
                "truth": true
            }
        },
        "truth": [
            7
        ]
    },
    {
        "question": "Необходимое превышение сигнала над помехой в цифровых ССС",
        "answers": {
            "1": {
                "number": 1,
                "text": "9 дБ",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "10дб",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "8 дБ",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Микросоты призваны обслуживать участки улиц, магазины, аэропорты, вокзалы; размеры <br/>сот",
        "answers": {
            "1": {
                "number": 1,
                "text": "от 10 до 60 м",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "от 5 до 50 м",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "от 10 до 80 м",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Под оптимизацией будем понимать изыскание наилучших технических решений, средней <br/>эффективности РЭС путем математического расчета оптимальных параметров при <br/>принятых ограничениях",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "При массовом производстве радиоаппаратуры может ли <br/>происходить «самооптимизация» за счет конкуренции и быстрой сменяемости типов <br/>продукции.",
        "answers": {
            "1": {
                "number": 1,
                "text": "может",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "не может",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Уникальные РЭС создаются большими сериями, отличаются дороговизной, <br/>эксплуатируются сравнительно долго",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Одной из первых в радиотехнике была решена в",
        "answers": {
            "1": {
                "number": 1,
                "text": "1946 г.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "1948 г.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "1945 г.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Целью оптимизации является достижение",
        "answers": {
            "1": {
                "number": 1,
                "text": "максимума отношения напряжения импульсного сигнала к среднему значению <br/>напряжения шума при заданной длительности импульса путем изменения полосы <br/>пропускания приемника и нахождения ее оптимального значения.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "минимума отношения напряжения импульсного сигнала к среднему значению <br/>напряжения шума при заданной длительности импульса путем изменения полосы <br/>пропускания приемника и нахождения ее оптимального значения.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "максимума отношения напряжения импульсного сигнала к максимальному значению <br/>напряжения шума при заданной длительности импульса не изменяя полосы пропускания <br/>приемника и нахождения ее оптимального значения.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "самый ранний метод математический– метод интегрирования целевой функции, <br/>полученной с учетом ограничений, и приравнивания производной нулю.",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Любое РЭС – продукт человеческого труда –",
        "answers": {
            "1": {
                "number": 1,
                "text": "количество и качество его оценивается независимо от физического содержания <br/>или конструкции; эта оценка, стоимость, может рассматриваться как объективный <br/>универсальный критерий.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "количество и качество его оценивается зависимо от физического содержания <br/>но независимо от конструкции; эта оценка, стоимость, может рассматриваться как <br/>объективный универсальный критерий.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Стоимость технического объекта является",
        "answers": {
            "1": {
                "number": 1,
                "text": "монотонной функцией от любого прямо определенного показателя эффективности <br/>этого объекта.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "многотонной функцией от любого прямо определенного показателя эффективности <br/>этого объекта.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "прямо определенным называется",
        "answers": {
            "1": {
                "number": 1,
                "text": "аргумент, показатель, рост которого приводит к росту некоторой функции, связанной <br/>эффективностью.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "аргумент, показатель, снижение которого приводит к снижению некоторой функции, <br/>связанной эффективностью.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "аргумент, показатель,снижение которого приводит к росту некоторой функции, <br/>связанной эффективностью",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Обеспечение ЭМС на приемной и передающей сторонах РТС происходит в <br/>отличающихся за счет расстояния R ЭМО, практически",
        "answers": {
            "1": {
                "number": 1,
                "text": "независимо",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "зависимо",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Идеальный многомерный фильтр, является",
        "answers": {
            "1": {
                "number": 1,
                "text": "совокупностью из n последовательно соединенных одномерных фильтров, <br/>осуществляющих взаимно независимо фильтрацию сигнала по n параметрам.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "совокупностью из n параллельных соединенных одномерных фильтров, <br/>осуществляющих взаимно независимо фильтрацию сигнала по n параметрам.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "совокупностью из n последовательно соединенных двумерных фильтров, <br/>осуществляющих взаимно независимо фильтрацию сигнала по n параметрам.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Принцип оптимальности динамического гласит: оптимальная программа имеет то <br/>свойство, что какое то определенное первоначальное соотношение и начальный выбор, <br/>остающиеся выборы должны составить оптимальную программу по отношению к <br/>состоянию, полученному в результате первого выбора.",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Частотная избирательность и восприимчивость к помехам радиоприемника, <br/>определенная",
        "answers": {
            "1": {
                "number": 1,
                "text": "односигнальным методом, не учитывает его поведение при массовом воздействии <br/>НРП",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "многосигнальным методом, не учитывает его поведение при массовом воздействии <br/>НРП",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "при наличии двух испытательных (зондирующих) сигналов можно проследить за тем,",
        "answers": {
            "1": {
                "number": 1,
                "text": "в какой степени помехи могут взаимодействовать внутри приемника друг с другом или <br/>помеха с сигналом.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "что в меньшей степени помехи могут взаимодействовать внутри приемника друг с <br/>другом или помеха с сигналом.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "в большей степени помехи могут взаимодействовать внутри приемника друг с другом <br/>или помеха с сигналом.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Двухсигнальный метод контроля избирательности РПрУ с панорамной <br/>индикациейизвестен с",
        "answers": {
            "1": {
                "number": 1,
                "text": "1979 года",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "1989 года",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "1970 года",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "контролируется ли чувствительность и восприимчивость по побочным и <br/>интермодуляционным каналам проникновения НРП Устройствами, работающими по <br/>Двухсигнальный метод контроля избирательности РПрУ",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "для выявления интермодуляции требуется",
        "answers": {
            "1": {
                "number": 1,
                "text": "не менее двух одновременно действующих зондирующих сигналов.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "не более двух одновременно действующих зондирующих сигналов.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "не болеетрех одновременно действующих зондирующих сигналов.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Отклики на частотах интермодуляционных каналов получаются путем образования новых <br/>спектральных составляющих на линейных элементах РПрУ.",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "При построении прибора надо особое внимание уделить",
        "answers": {
            "1": {
                "number": 1,
                "text": "чистоте колебаний, генерируемых ГС1 и ГС2, а также линейности всего тракта от <br/>генераторов до входа приемника.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "чистоте колебаний, генерируемых ГС1 и ГС2, а также не линейности всего тракта от <br/>генераторов до входа приемника.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "чистоте колебаний, генерируемых ГС1 и ГС2, а также линейности всего тракта от <br/>генераторов до выхода приемника.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Наличие дополнительных спектральных составляющих в зондирующих сигналах <br/>приводитк",
        "answers": {
            "1": {
                "number": 1,
                "text": "искажению количественных показателей;",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "к появлению ложных изображений.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "все варианты верны",
                "truth": true
            }
        },
        "truth": [
            3
        ]
    },
    {
        "question": "Самую высокую частотную избирательность обеспечивает супергетеродинный <br/>радиоприемник",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В РПр под действием не изменяющихся по частоте зондирующих сигналов создаются <br/>импульсные сигналы-отклики.",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Отклики получаются за счет проникновения НРП через всевозможные каналы РПр",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    }
]);