window.addQuestions([
    {
        "question": "Плотность использования частотного ресурса может в определенной степени:",
        "answers": {
            "1": {
                "number": 1,
                "text": "приближаться к потенциальной, получаемой при жесткой регламентации использования частотного ресурса",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "отдаляться от потенциальной, получаемой при жесткой регламентации использования частотного ресурса",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "как приближаться так и отдаляться от потенциальной, получаемой при жесткой регламентации использования частотного ресурса",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что заметный выигрыш в обеспечении ЭМС можно получить при построении раздельных РТС?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Частотный диапазон можно использовать случайным образом:",
        "answers": {
            "1": {
                "number": 1,
                "text": "установив частоты отдельных каналов, подобно тому, как использовался временный диапазон без синхронизации",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "установив частоты совмещенных каналов, подобно тому, как использовался временный диапазон без синхронизации.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "установив частоты отдельных в частности совмещенных каналов, подобно тому,<br/>как использовался временный диапазон без синхронизации",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "АПЧ может:",
        "answers": {
            "1": {
                "number": 1,
                "text": "сузить частотную полосу пропускания РПрУ до значения, соответствующего безыскаженному приему полезного сигнала.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "расширить частотную полосу пропускания РПрУ до значения, соответствующего безыскаженному приему полезного сигнала.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "сузить и расширить частотную полосу пропускания РПрУ до значения, соответствующего искаженному приему полезного сигнала.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Сужение полосы пропускания приведет к:",
        "answers": {
            "1": {
                "number": 1,
                "text": "снижению уровня НРП, станет проще добиться более высокой чувствительности РПрУ.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "увеличению уровня НРП, станет проще добиться более высокой чувствительности РПрУ.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что важнейшей при оценке качества РПрУ является амплитудная характеристика?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "АРУ работает на дальностях:",
        "answers": {
            "1": {
                "number": 1,
                "text": "меньше максимальной",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "меньше средней",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "большесредней",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "больше минимальной",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "С какой частотой в наше время обеспечивается ширина одного радиотелефонного каналав метровом диапазоне волн?",
        "answers": {
            "1": {
                "number": 1,
                "text": "12,5 МГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "11,5 МГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "12,5 ГГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Жесткая синхронизация неоднородных РЭС может быть обеспечена на:",
        "answers": {
            "1": {
                "number": 1,
                "text": "малоразмерных объектах, насыщенных РЭС",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "больших размеровобъектах, насыщенных РЭС",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "больших и малоразмерныхобъектах, насыщенных РЭС",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В современной радиотехнике наибольшая концентрация мер интенсификации использования ЭМР, наблюдается в низовой радиосвязи, где:",
        "answers": {
            "1": {
                "number": 1,
                "text": "относительная концентрация единиц РЭС кажется наибольшей",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "относительная концентрация единиц РЭС кажется наименьшей",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "относительная концентрация единиц РЭС кажется средней",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В 60…70-е годы стал очевидным дефицит частотных каналов, представляемых абонентам сетями связи с центральными станциями, имеющими радиус действия:",
        "answers": {
            "1": {
                "number": 1,
                "text": "до 50 км и мощностью радиопередатчика до 250 Вт.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "до 60 км и мощностью радиопередатчика до 250 Вт.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "до 60 км и мощностью радиопередатчика до 260 Вт.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Габариты и энергетический потенциал подвижной абонентской станции",
        "answers": {
            "1": {
                "number": 1,
                "text": "существенно меньше, чем у стационарной базовой станции",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "существенно больше, чем у стационарной базовой станции",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "равны тем что у стационарной базовой станции",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что в каждый момент подвижный абонент, находящийся внутри соты, может поддерживать двухстороннюю связь с другим абонентом через БС своей соты?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Важнейшим в ССС является так называемый частотный параметр С, определяющий:",
        "answers": {
            "1": {
                "number": 1,
                "text": "минимально возможное число частотных каналов в ССС.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "максимальное возможное число частотных каналов в ССС.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Смежные соты, использующие:",
        "answers": {
            "1": {
                "number": 1,
                "text": "ровно С различных частотных каналов, образуют компактную группу с неповторяющимися частотами, получившую наименование «кластер»",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "ровно С различных частотных каналов, образуют компактную группу с повторяющимися частотами, получившую наименование «кластер»",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "ровно С одинаковых частотных каналов, образуют компактную группу с повторяющимися частотами, получившую наименование «кластер»",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Для подвижной АС требуется перенастраиваться на новую частоту при условии:",
        "answers": {
            "1": {
                "number": 1,
                "text": "чем меньше размеры соты",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "чем больше размеры соты",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что чем больше соты, тем ближе располагаются РТС, работающие на совпадающих частотах, тем ниже уровень внутрисетевых межсистемных помех, которые называются сотовыми радиопомехами (СРП)?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Внутри соты одновременно может находиться:",
        "answers": {
            "1": {
                "number": 1,
                "text": "несколько абонентских станций АС, которые совместно с базовой станцией БС в других частотных каналах образуют относительно большое число РТС.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "несколько абонентских станций АС, которые совместно с базовой станцией БС в других частотных каналах образуют относительно малое число РТС",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "одна абонентская станций АС, которая совместно с базовой станцией БС в других частотных каналах образует относительно большое число РТС",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что ССС состоит из М кластеров, внутри каждого из них объединено С сот; каждая сота содержит одну одноканальную БС и ряд АС?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Верно ли, что внутри каждого РТК, одним из которых является ССС, возникают внутрикомплексные межсистемные НРП?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что СРП – «порождение» сотового принципа построения низовой радиосвязи?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "СРП возникают за счет:",
        "answers": {
            "1": {
                "number": 1,
                "text": "повторения несущих частот (повторения совпадающих по спектру каналов) и действуют по основному каналу.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "повторения несущих частот (повторения совпадающих по спектру каналов) и действуют по второстепенному каналу.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что за пределами своей соты излучение передатчика становится помехой?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Максимальное число источников помех может образоваться в какой-то момент:",
        "answers": {
            "1": {
                "number": 1,
                "text": "когда все передатчики Базовой Станции будут работать одновременно.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "когда все передатчики Базовой станции  будут работать поочередно.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "когда все передатчики Абонентской станции будут работать одновременно.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Одновременная работа всех БС на передачу:",
        "answers": {
            "1": {
                "number": 1,
                "text": "возможна",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "невозможна",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Если в ССС не применять какие-либо меры по синхронизации работы, то при хаотическом включении в работу абонентов избежно ли существование неиспользованного времени:",
        "answers": {
            "1": {
                "number": 1,
                "text": "неизбежно",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "избежно",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "При использовании автоматической регулировки мощности (АРМ) передатчиков БС можно получить:",
        "answers": {
            "1": {
                "number": 1,
                "text": "существенное уменьшение средней мощности СРП.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "существенное увеличение средней мощности СРП.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "существенное уменьшение максимальной мощности СРП",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Недопустимая помеха:",
        "answers": {
            "1": {
                "number": 1,
                "text": "снижает качество функционирования РЭС ниже требуемого.",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "снижает качество функционирования РЭС не ниже требуемого.",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "повышает качество функционирования РЭС дотребуемого.",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Помеха, уровень которой превышает допустимый и устанавливается путем соглашения между заинтересованными администрациями или радиослужбами:",
        "answers": {
            "1": {
                "number": 1,
                "text": "приемлимая",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "допустимая",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "неприеслимая",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Помеха  снижает качество функционирования РЭС ниже требуемого:",
        "answers": {
            "1": {
                "number": 1,
                "text": "неприемлимая",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "допустимая",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "приемлимая",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Поскольку АРУ не влияет на режимы работы РПдУ,",
        "answers": {
            "1": {
                "number": 1,
                "text": "то влияние такой адаптации на ЭМО отсутствует; все виды помех останутся прежними, неизменным будет и уровень СРП",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "то влияние такой адаптации на ЭМО присутствует; все виды помех изменятся, изменным будет и уровень СРП",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "то влияние такой адаптации на ЭМО отсутствует; все виды помех останутся прежними, изменным будет  уровень СРП",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что управление мощностью РПдУ(АС) происходит с помощью управляющего сигнала, идущего с выхода РПрУ(АС) через УС",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "В стандарте GSM предполагаются следующие достижения",
        "answers": {
            "1": {
                "number": 1,
                "text": "Применение блочного и сверточного кодирования",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "Засекречивание передаваемых сообщений",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Тестирование каналов с помощью псевдослучайных последовательностей",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "Применение новых методов борьбы с замираниями",
                "truth": false
            },
            "5": {
                "number": 5,
                "text": "Принятие концепции, так называемой интеллектуальной сети",
                "truth": false
            },
            "6": {
                "number": 6,
                "text": "Объединение макросотовыхи микросотовых построений",
                "truth": false
            },
            "7": {
                "number": 7,
                "text": "все ответы верны",
                "truth": true
            }
        },
        "truth": [
            7
        ]
    },
    {
        "question": "Необходимое превышение сигнала над помехой в цифровых ССС:",
        "answers": {
            "1": {
                "number": 1,
                "text": "9 дБ",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "10дБ",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "8 дБ",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Микросоты призваны обслуживать участки улиц, магазины, аэропорты, вокзалы; размеры сот",
        "answers": {
            "1": {
                "number": 1,
                "text": "от 10 до 60 м",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "от 5 до 50 м",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "от 10 до 80 м",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что под оптимизацией понимается изыскание наилучших технических решений, средней эффективности РЭС путем математического расчета оптимальных параметров при принятых ограничениях?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "При массовом производстве радиоаппаратуры может  ли происходить «самооптимизация» за счет конкуренции и быстрой сменяемости типов продукции?",
        "answers": {
            "1": {
                "number": 1,
                "text": "может",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "не может",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что уникальные РЭС создаются большими сериями, отличаются дороговизной, эксплуатируются сравнительно долго?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Целью оптимизации является достижение:",
        "answers": {
            "1": {
                "number": 1,
                "text": "максимума отношения напряжения импульсного сигнала к среднему значению напряжения шума при заданной длительности импульса путем изменения полосы пропускания приемника и нахождения ее оптимального значения",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "минимума отношения напряжения импульсного сигнала к среднему значению напряжения шума при заданной длительности импульса путем изменения полосы пропускания приемника и нахождения ее оптимального значения",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "максимума отношения напряжения импульсного сигнала к максимальному значению напряжения шума при заданной длительности импульса не изменяя полосы пропускания приемника и нахождения ее оптимального значения",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что самый ранний метод математический– метод интегрирования целевой функции, полученной с учетом ограничений, и приравнивания производной нулю?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Любое РЭС – продукт человеческого труда:",
        "answers": {
            "1": {
                "number": 1,
                "text": "количество и качество его оценивается независимо от физического содержания или конструкции; эта оценка, стоимость, может рассматриваться как объективный универсальный критерий",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "количество и качество его оценивается зависимо от физического содержания но независимо от конструкции; эта оценка, стоимость, может рассматриваться как объективный универсальный критерий",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Стоимость технического объекта является:",
        "answers": {
            "1": {
                "number": 1,
                "text": "монотонной функцией от любого прямо определенного показателя эффективности этого объекта",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "многотонной функцией от любого прямо определенного показателя эффективности этого объекта",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Прямо определенным называется:",
        "answers": {
            "1": {
                "number": 1,
                "text": "аргумент, показатель, рост которого приводит к росту некоторой функции, связанной эффективностью",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "аргумент, показатель, снижение которого приводит к снижению некоторой функции, связанной эффективностью",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "аргумент, показатель,снижение которого приводит к росту некоторой функции, связанной эффективностью",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Обеспечение ЭМС на приемной и передающей сторонах РТС происходит в отличающихся за счет расстояния R ЭМО, практически:",
        "answers": {
            "1": {
                "number": 1,
                "text": "независимо",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "зависимо",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Идеальный многомерный фильтр, является:",
        "answers": {
            "1": {
                "number": 1,
                "text": "совокупностью из n последовательно соединенных одномерных фильтров, осуществляющих взаимно независимо фильтрацию сигнала по n параметрам",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "совокупностью из n параллельных соединенных одномерных фильтров, осуществляющих взаимно независимо фильтрацию сигнала по n параметрам",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "совокупностью из n последовательно соединенных двумерных фильтров, осуществляющих взаимно независимо фильтрацию сигнала по n параметрам",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что принцип оптимальности динамического гласит: оптимальная программа имеет то свойство, что какое то определенное первоначальное соотношение и начальный выбор, остающиеся выборы должны составить оптимальную программу по отношению к состоянию, полученному в результате первого выбора?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Частотная избирательность и восприимчивость к помехам радиоприемника, определенная:",
        "answers": {
            "1": {
                "number": 1,
                "text": "односигнальным методом, не учитывает его поведение при массовом воздействии НРП",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "многосигнальным методом, не учитывает его поведение при массовом воздействии НРП",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "При наличии двух испытательных (зондирующих) сигналов можно проследить за тем:",
        "answers": {
            "1": {
                "number": 1,
                "text": "в какой степени помехи могут взаимодействовать внутри приемника друг с другом или помеха с сигналом",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "что в меньшей степени помехи могут взаимодействовать внутри приемника друг с другом или помеха с сигналом",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "в большей степени помехи могут взаимодействовать внутри приемника друг с другом или помеха с сигналом",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Двухсигнальный метод контроля избирательности РПрУ с панорамной индикацией известен с",
        "answers": {
            "1": {
                "number": 1,
                "text": "1979 года",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "1989 года",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "1970 года",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Для выявления интермодуляции требуется:",
        "answers": {
            "1": {
                "number": 1,
                "text": "не менее двух одновременно действующих зондирующих сигналов",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "не более двух одновременно действующих зондирующих сигналов",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "не болеетрех одновременно действующих зондирующих сигналов",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что отклики на частотах интермодуляционных каналов получаются путем образования новых спектральных составляющих на линейных элементах РПрУ?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "При построении прибора надо особое внимание уделить:",
        "answers": {
            "1": {
                "number": 1,
                "text": "чистоте колебаний, генерируемых ГС1 и ГС2, а также линейности всего тракта от генераторов до входа приемника",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "чистоте колебаний, генерируемых ГС1 и ГС2, а также не линейности всего тракта от генераторов до входа приемника",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "чистоте колебаний, генерируемых ГС1 и ГС2, а также линейности всего тракта от генераторов до выхода приемника",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Наличие дополнительных спектральных составляющих в зондирующих сигналах приводит к:",
        "answers": {
            "1": {
                "number": 1,
                "text": "искажению количественных показателей",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "к появлению ложных изображений",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "все варианты верны",
                "truth": true
            }
        },
        "truth": [
            3
        ]
    },
    {
        "question": "Верно ли, что самую высокую частотную избирательность обеспечивает супергетеродинный радиоприемник?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что в РПр под действием не изменяющихся по частоте зондирующих сигналов создаются импульсные сигналы-отклики?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Верно ли, что отклики получаются за счет проникновения НРП через всевозможные каналы РПр?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Радиоэлектронные средства (РЭС) - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "технические средства, состоящие из одного или нескольких радиопередающих и (или) радиоприемных устройств и вспомогательного оборудования",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "технические средствва, предназначенные для излучения, преобразования и усиления электромагнитных  колебаний",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "незнаю",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Электромагнитная совместимость (ЭМС):",
        "answers": {
            "1": {
                "number": 1,
                "text": "способность радиоэлектронных средств различного назначения работать одновременно (совместно) так, что помехи радиоприёму (с учётом воздействия различных источников радиопомех), возникающие при такой работе, приводят лишь к незначительному (допустимому) снижению качества выполнения РЭС своих функций [БСЭ]",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "способность радиоэлектронных средств различного назначения работать как одновременно (совместно) так и раздельно так, что помехи радиоприёму (с учётом воздействия различных источников радиопомех), возникающие при такой работе, приводят лишь к незначительному (допустимому) снижению качества выполнения РЭС своих функций[БСЭ]",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "ЭМС РЭС:",
        "answers": {
            "1": {
                "number": 1,
                "text": "способность радиоэлектронных средств одновременно функционировать в реальных условиях эксплуатации с требуемым качеством при воздействии на них непреднамеренных радиопомех и не создавать недопустимых радиопомех другим радиоэлектронным средствам",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "способность радиоэлектронных средств раздельно функционировать в реальных условиях эксплуатации с требуемым качеством при воздействии на них непреднамеренных радиопомех и не создавать недопустимых радиопомех другим радиоэлектронным средствам",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "способность радиоэлектронных средств одновременно а также раздельно функционировать в реальных условиях эксплуатации с требуемым качеством при воздействии на них непреднамеренных радиопомех и не создавать недопустимых радиопомех другим радиоэлектронным средствам",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Верно ли, что можно ли проектировать, конструировать, производить и эксплуатировать  РЭС без учета обеспечения их ЭМС?",
        "answers": {
            "1": {
                "number": 1,
                "text": "да",
                "truth": false
            },
            "2": {
                "number": 2,
                "text": "нет",
                "truth": true
            },
            "3": {
                "number": 3,
                "text": "не знаю",
                "truth": false
            }
        },
        "truth": [
            2
        ]
    },
    {
        "question": "Международный телеграфный союз основан в:",
        "answers": {
            "1": {
                "number": 1,
                "text": "1865 году",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "1863 году",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "1900 году",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "1891 году",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Электромагнитный ресурс:",
        "answers": {
            "1": {
                "number": 1,
                "text": "совокупность возможностей размещения в пространстве непересекающихся по частоте и времени областей, соответствующих электромагнитным полям отдельных технических средств",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "совокупность возможностей размещения в пространстве пересекающихся по частоте и времени областей, соответствующих электромагнитным полям отдельных технических средств",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "совокупность возможностей размещения в пространстве пересекающихся по частоте, соответствующих электромагнитным полям отдельных технических средств",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Любое техническое средство, использующее электромагнитные процессы, занимает по частоте, во времени и в пространстве:",
        "answers": {
            "1": {
                "number": 1,
                "text": "область конечных размеров",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "область без конечных размеров",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "незнаю",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Электромагнитной помехой (ЭМП) называют:",
        "answers": {
            "1": {
                "number": 1,
                "text": "нежелательное воздействие на техническое средство электромагнитной энергии, которое ухудшает или может ухудшить качество его функционирования",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "нежелательное воздействие на техническое средство электромагнитной энергии, которое не ухудшает но может ухудшить качество его функционирования",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Радиопомеха – электромагнитная помеха, соответствующая диапазону радиочастот:",
        "answers": {
            "1": {
                "number": 1,
                "text": "9 кГц – 3000 ГГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "5кГц – 3000 ГГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "9 мГц – 2500 мГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Естественные помехи - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "Атмосферные, излучение земных покровов, вторичный космический шум",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "излучение земных покровов, индустриальные помехи, шум неба",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "атмосферные, шум неба, шумы аппаратуры",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Искусственные помехи - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "излучение радиопередатчиков, индустриальные помехи, умышленные",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "индустриальные помехи,  шумы аппаратуры, вторичный космический шум",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "излучение радиопередатчиков,шумы аппаратуры, шум неба",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "нету верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Атмосферные электромагнитные помехи в диапазоне частот:",
        "answers": {
            "1": {
                "number": 1,
                "text": "ниже 50 МГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "выше 50 кГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "ниже 30 МГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Собственное тепловое радиоизлучение земных покровов и атмосферы:",
        "answers": {
            "1": {
                "number": 1,
                "text": "Данное излучение представляет собой широкополосный шум, причиной которого является свойство нагретых тел создавать слабое электромагнитное излучение, в том числе и в диапазоне радиочастот",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "Данное излучение представляет собой узкополосный шум, причиной которого является свойство нагретых тел создавать слабое электромагнитное излучение, в том числе и в диапазоне радиочастот",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": ". Данное излучение представляет собой широкополосный шум, причиной которого является свойство нагретых тел создавать сильное электромагнитное излучение, в том числе и в диапазоне радиочастот",
                "truth": false
            },
            "4": {
                "number": 4,
                "text": "нет верного ответа",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Помеха «шум неба (Галактики)»:",
        "answers": {
            "1": {
                "number": 1,
                "text": "Данный шум имеет значительную интенсивностьи обусловлен комбинированным излучением Галактики со сплошным и дискретным спектром. Источниками такого шума служат ионизированный водород и излучение электронов. Его частота свыше 300 кГц",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "Данный шум имеет значительную интенсивностьс не комбинированным излучением Галактики со сплошным и дискретным спектром. Источниками такого шума служат ионизированный водород и излучение электронов. Его частота свыше 300 кГц",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Данный шум имеет значительную интенсивностьс не комбинированным излучением Галактики с дискретным спектром. Источниками такого шума служат ионизированный водород и излучение электронов. Его частота свыше 200 кГц",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Вторичный космический шум:",
        "answers": {
            "1": {
                "number": 1,
                "text": "Данная помеха обусловлена электромагнитным излучением планет и звезд. Основные помеховые сигналы для Земли обусловлены излучением Луны, Юпитера и сверхновой звезды Кассиопея-А. Луна излучает электромагнитный сигнал в диапазоне излучений абсолютно черного тела (диапазон СВЧ), температура которого изменяется от 100 до 300°К",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "Данная помеха обусловлена электромагнитным излучением планет и звезд. Основные помеховые сигналы для Земли обусловлены излучением Луны, Юпитера и сверхновой звезды Кассиопея-А. Луна излучает электромагнитный сигнал в диапазоне излучений абсолютно черного тела (диапазон СВЧ), температура которого изменяется от 80 до 300°К",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "Данная помеха обусловлена излучает электромагнитный сигнал в диапазоне излучений абсолютно черного тела (диапазон ВЧ), температура которого изменяется от 100 до 200°К.электромагнитным излучением планет и звезд. Основные помеховые сигналы для Земли обусловлены излучением Луны и сверхновой звезды Кассиопея-А. Луна",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Основное излучение - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "это излучение в пределах заданной полосы частот, а нежелательное излучение бывает побочным, внеполосным и шумовым",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "это излучение в пределах заданной полосы частот, а нежелательное излучение бывает побочным, широкополосным и шумовым",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    },
    {
        "question": "Интермодуляционное радиоизлучение - это:",
        "answers": {
            "1": {
                "number": 1,
                "text": "побочное радиоизлучение, возникающее в результате воздействия на нелинейные элементы ВЧ тракта радиопередающего устройства генерируемых колебаний и внешнего электромагнитного поля",
                "truth": true
            },
            "2": {
                "number": 2,
                "text": "побочное радиоизлучение, возникающее в результате воздействия на линейные элементы ВЧ тракта радиопередающего устройства генерируемых колебаний и внешнего электромагнитного поля",
                "truth": false
            },
            "3": {
                "number": 3,
                "text": "побочное радиоизлучение, возникающее в результате воздействия на нелинейные элементы СВЧ тракта радиопередающего устройства генерируемых колебаний и внешнего электромагнитного поля",
                "truth": false
            }
        },
        "truth": [
            1
        ]
    }
]);